/* 
  StorageManagement.strings
  CleanMyMac

  Created by Kryvoblotskyi Sergii on 2/6/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/

"Scanning..." = "Analizzo…";
"(%ld%% completed)" = "(%ld%% completato)";
"CleanMyMac is scanning your %@" = "CleanMyMac sta analizzando %@";
"%@ of purgeable space has been found." = "%@ di dati da eliminare trovati.";
"Run CleanMyMac" = "Esegui CleanMyMac";
"There are series of items that can be removed without any loss to your system or private data. Run CleanMyMac to proceed with precise scan." = "Esistono diversi elementi che possono essere rimossi senza rischi per il sistema o perdite di dati privati. Esegui CleanMyMac per procedere con la scansione.";

"System Junk" = "Sistema";
"Photos Junk" = "Foto";
"Mail Attachments" = "Allegati di Mail";
"iTunes Junk" = "iTunes";
"Trash Bins" = "Cestini";
